Repository: ivan1408993/profesionalci-app
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Nova lozinka:
de: Neues Passwort:

source: Potvrdi lozinku:
de: Passwort bestätigen:

source: Postavi lozinku
de: Passwort festlegen

source: Mora imati najmanje 8 karaktera
de: Muss mindestens 8 Zeichen enthalten

source: Mora sadržati bar jedno veliko slovo
de: Muss mindestens einen Großbuchstaben enthalten

source: Mora sadržati bar jedan broj
de: Muss mindestens eine Zahl enthalten

source: Mora sadržati bar jedan specijalni znak (!@#$%%^&*)
de: Muss mindestens ein Sonderzeichen enthalten (!@#$%%^&*)

source: Resetovanje lozinke
de: Passwort zurücksetzen

source: Unesite vaš imejl da biste dobili link za postavljanje nove lozinke.
de: Geben Sie Ihre E-Mail-Adresse ein, um einen Link zum Zurücksetzen des Passworts zu erhalten.

source: Imejl adresa:
de: E-Mail-Adresse:

source: unesite@email.com
de: geben Sie@email.com ein

source: Pošalji link
de: Link senden

source: Pretraga vozača
de: Fahrersuche

source: Unesite JMBG, broj tahograf kartice ili CPC kartice
de: Geben Sie JMBG, Fahrerkartennummer oder CPC-Kartennummer ein

source: Rezultati pretrage
de: Suchergebnisse

source: Ime i prezime:
de: Vor- und Nachname:

source: Pogledaj detalje o vozaču
de: Fahrerdetails ansehen

source: Kliknite za detalje
de: Klicken Sie für Details

source: Broj tahograf kartice:
de: Fahrerkartennummer:

source: Broj CPC kartice:
de: CPC-Kartennummer:

source: Nije zaposlen
de: Nicht beschäftigt

source: Broj kartice:
de: Kartennummer:

source: Izdata:
de: Ausgestellt:

source: Važi do:
de: Gültig bis:

source: neaktivna
de: inaktiv

source: Ocene prethodnih poslodavaca
de: Bewertungen früherer Arbeitgeber

source: Nema ocena.
de: Keine Bewertungen.

source: Vozač nije pronađen.
de: Fahrer nicht gefunden.

source: Stranica sa uslovima korišćenja dostupna je isključivo registrovanim poslodavcima koji koriste aplikaciju kao ovlašćeni korisnici.
de: Die Seite mit den Nutzungsbedingungen ist ausschließlich registrierten Arbeitgebern zugänglich, die die Anwendung als autorisierte Benutzer verwenden.

source: Namena aplikacije
de: Zweck der Anwendung

source: Ova veb aplikacija namenjena je isključivo poslodavcima u transportnoj industriji radi evidencije i ocenjivanja rada vozača, uključujući prikaz istorije angažmana kod različitih poslodavaca.
de: Diese Webanwendung ist ausschließlich für Arbeitgeber in der Transportbranche bestimmt, um die Arbeit der Fahrer zu dokumentieren und zu bewerten, einschließlich der Anzeige der Beschäftigungshistorie bei verschiedenen Arbeitgebern.

source: Obrada ličnih podataka
de: Verarbeitung personenbezogener Daten

source: Korišćenjem aplikacije saglasni ste da poslodavci mogu unositi i obrađivati podatke o zaposlenima u skladu sa važećim zakonima o zaštiti podataka i privatnosti, isključivo u kontekstu radnog odnosa ili procesa zapošljavanja.
de: Durch die Nutzung der Anwendung stimmen Sie zu, dass Arbeitgeber Daten von Beschäftigten gemäß den geltenden Datenschutzgesetzen und -vorschriften erfassen und verarbeiten dürfen, ausschließlich im Kontext des Arbeitsverhältnisses oder des Einstellungsprozesses.

source: Zaštita podataka o ličnosti
de: Schutz personenbezogener Daten

source: Podaci o ličnosti, uključujući jedinstvene identifikacione brojeve, tretiraju se kao poverljivi i zaštićeni su u skladu sa najvišim bezbednosnim standardima i zakonodavstvom o zaštiti podataka. Pristup ovim podacima je ograničen samo na ovlašćene korisnike.
de: Personenbezogene Daten, einschließlich eindeutiger Identifikationsnummern, werden als vertraulich behandelt und gemäß den höchsten Sicherheitsstandards und den Datenschutzgesetzen geschützt. Der Zugriff auf diese Daten ist nur autorisierten Benutzern gestattet.

source: Pristup podacima
de: Datenzugriff

source: Samo registrovani poslodavci mogu pregledati podatke o vozačima putem broja tahograf kartice, broja CPC kartice i drugih relevantnih identifikacionih podataka.
de: Nur registrierte Arbeitgeber können auf Fahrerdaten über Fahrerkartennummer, CPC-Kartennummer und andere relevante Identifikationsdaten zugreifen.

source: Zabrana zloupotrebe
de: Missbrauchsverbot

source: Zabranjeno je svako neovlašćeno korišćenje, kopiranje, prenos ili otkrivanje podataka. Korisnici koji prekrše pravila biće onemogućeni u daljem korišćenju aplikacije i mogu snositi pravne posledice.
de: Jegliche unbefugte Nutzung, Kopieren, Übertragen oder Offenlegung von Daten ist untersagt. Benutzer, die gegen die Regeln verstoßen, werden von der weiteren Nutzung der Anwendung ausgeschlossen und können rechtlich belangt werden.

source: Tehnička podrška
de: Technischer Support

source: U slučaju tehničkih problema, obratite se administratoru aplikacije putem zvaničnog kontakt obrasca.
de: Bei technischen Problemen wenden Sie sich bitte über das offizielle Kontaktformular an den Anwendungsadministrator.

source: Korišćenjem aplikacije prihvatate sve navedene uslove.
de: Durch die Nutzung der Anwendung akzeptieren Sie alle genannten Bedingungen.

source: Korišćenjem aplikacije saglasni ste da poslodavci mogu unositi i obrađivati podatke o zaposlenima u skladu sa važećim zakonskim propisima i u kontekstu radnog odnosa ili procesa zapošljavanja.
de: Durch die Nutzung der Anwendung stimmen Sie zu, dass Arbeitgeber Daten von Beschäftigten gemäß den geltenden gesetzlichen Vorschriften erfassen und verarbeiten dürfen, ausschließlich im Kontext des Arbeitsverhältnisses oder des Einstellungsprozesses.

source: Samo registrovani poslodavci imaju pristup podacima o vozačima koji su zaposleni ili u procesu zapošljavanja.
de: Nur registrierte Arbeitgeber haben Zugriff auf Daten von Fahrern, die beschäftigt oder im Einstellungsprozess sind.

source: Zabranjeno je neovlašćeno korišćenje, kopiranje, prenos ili otkrivanje podataka dobijenih kroz aplikaciju. Svako kršenje ovih pravila može dovesti do onemogućavanja pristupa aplikaciji i pravnih sankcija.
de: Die unbefugte Nutzung, das Kopieren, Übertragen oder Offenlegen von Daten, die über die Anwendung erhalten wurden, ist untersagt. Jede Verletzung dieser Regeln kann zum Ausschluss von der Anwendung und zu rechtlichen Konsequenzen führen.

source: Ažuriranje vozača
de: Fahrer aktualisieren

source: Ažuriraj podatke o vozaču
de: Fahrer aktualisieren

source: Zatvori
de: Schließen

source: Unesite novi broj kartice (ako postoji promena)
de: Neue Kartennummer eingeben (falls es eine Änderung gibt)

source: Broj tahograf kartice mora imati tačno 16 karaktera (slova ili cifre).
de: Die Fahrerkartennummer muss genau 16 Zeichen (Buchstaben oder Ziffern) enthalten.

source: Trenutni broj
de: Aktuelle Nummer

source: ostavite prazno ako ne menjate broj
de: leer lassen, wenn die Nummer nicht geändert wird

source: Broj mora imati tačno 16 karaktera (slova ili cifre).
de: Es müssen genau 16 Zeichen (Buchstaben oder Zahlen) sein.

source: Datum kada tahograf kartica prestaje da važi
de: Ablaufdatum der CPC-Karte

source: Sačuvaj promene
de: Änderungen speichern

source: važi do
de: Gültig bis

source: Nema podataka o prethodnim karticama.
de: Keine Kartendaten vorhanden.

source: Neispravan format datuma tahograf kartice.
de: Ungültiges Ablaufdatumsformat der Fahrerkarte.

source: Neispravan format datuma CPC kartice.
de: Ungültiges Ablaufdatumsformat der CPC-Karte.
