Repository: ivan1408993/profesionalci-app
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Morate biti prijavljeni kao poslodavac.
de: Sie müssen als Arbeitgeber angemeldet sein.

source: Neispravan format datuma izdavanja.
de: Ungültiges Ausstellungsdatumsformat.

source: Neispravan format datuma isteka.
de: Ungültiges Ablaufdatumsformat.

source: Ova kartica već postoji u sistemu.
de: Diese Karte existiert bereits im System.

source: Nova kartica je uspešno dodata i aktivirana.
de: Die neue Karte wurde erfolgreich hinzugefügt und aktiviert.

source: Molimo prijavite se kao poslodavac.
de: Bitte melden Sie sich als Arbeitgeber an.

source: JMBG mora sadržati tačno 13 cifara.
de: Die JMBG muss genau 13 Ziffern enthalten.

source: Broj CPC kartice je obavezan i mora imati tačno 9 karaktera.
de: Die CPC-Kartennummer ist erforderlich und muss genau 9 Zeichen enthalten.

source: Broj CPC kartice mora početi sa 'ABS' i imati 6 cifara posle toga.
de: Die CPC-Kartennummer muss mit 'ABS' beginnen und von 6 Ziffern gefolgt sein.

source: Broj tahograf kartice mora imati tačno 16 karaktera.
de: Die Fahrerkartennummer muss genau 16 Zeichen enthalten.

source: Ova CPC kartica već postoji u sistemu.
de: Diese CPC-Karte existiert bereits im System.

source: Vozač već radi kod vas.
de: Der Fahrer arbeitet bereits bei Ihnen.

source: Vozač već radi kod drugog poslodavca.
de: Der Fahrer arbeitet bereits bei einem anderen Arbeitgeber.

source: Tahograf kartica sa ovim brojem već postoji u sistemu.
de: Eine Fahrerkartenummer mit dieser Nummer existiert bereits im System.

source: Postojeći vozač je preuzet u vašu firmu.
de: Ein bestehender Fahrer wurde in Ihr Unternehmen übernommen.

source: Novi vozač je uspešno dodat.
de: Ein neuer Fahrer wurde erfolgreich hinzugefügt.

source: Vozač sa unetim podacima nije pronađen.
de: Ein Fahrer mit den eingegebenen Daten wurde nicht gefunden.

source: Nemate dozvolu za ovu akciju.
de: Sie haben keine Berechtigung für diese Aktion.

source: Vozač je ponovo aktiviran u vašem sistemu.
de: Der Fahrer wurde in Ihrem System erneut aktiviert.

source: Vozač je već kod vas i aktivan je.
de: Der Fahrer ist bereits bei Ihnen und aktiv.

source: Vozač je već aktivan kod drugog poslodavca i ne može se preuzeti.
de: Der Fahrer ist bereits bei einem anderen Arbeitgeber aktiv und kann nicht übernommen werden.

source: Nemate pristup ovoj stranici.
de: Sie haben keinen Zugriff auf diese Seite.

source: Broj telefona može sadržati samo cifre.
de: Die Telefonnummer darf nur Ziffern enthalten.

source: Podaci su uspešno ažurirani.
de: Die Daten wurden erfolgreich aktualisiert.

source: Molimo prijavite se.
de: Bitte melden Sie sich an.

source: Ovaj vozač je trenutno zaposlen kod drugog poslodavca i ne možete ga preuzeti.
de: Dieser Fahrer ist derzeit bei einem anderen Arbeitgeber beschäftigt und kann nicht übernommen werden.

source: PIB mora sadržati tačno 9 cifara.
de: Die USt-IdNr. muss genau 9 Ziffern enthalten.

source: Telefon mora sadržati samo cifre i imati između 6 i 15 cifara.
de: Die Telefonnummer darf nur Ziffern enthalten und muss zwischen 6 und 15 Ziffern lang sein.

source: Firma sa ovim PIB-om nije aktivna. Registracija nije moguća.
de: Das Unternehmen mit dieser USt-IdNr. ist nicht aktiv. Eine Registrierung ist nicht möglich.

source: Postoji već nalog sa tim PIB-om.
de: Ein Konto mit dieser USt-IdNr. existiert bereits.

source: E-mail adresa već postoji u sistemu. Izaberite drugu.
de: Diese E-Mail-Adresse existiert bereits im System. Bitte wählen Sie eine andere.

source: Uspešna registracija. Sada se možete prijaviti.
de: Registrierung erfolgreich. Sie können sich jetzt anmelden.

source: Vaša firma nije aktivna. Prijava nije moguća.
de: Ihr Unternehmen ist nicht aktiv. Eine Anmeldung ist nicht möglich.

source: Pogrešan email ili lozinka. Preostalo pokušaja:
de: Falsche E-Mail oder falsches Passwort. Verbleibende Versuche:

source: Greška pri autentikaciji.
de: Authentifizierungsfehler.

source: Vozač sa datim brojem tahograf kartice ne postoji.
de: Ein Fahrer mit dieser Fahrerkartennummer existiert nicht.

source: Vozač već radi u vašoj firmi.
de: Der Fahrer arbeitet bereits in Ihrem Unternehmen.

source: Morate prvo oceniti vozača pre nego što ga označite kao neaktivnog.
de: Sie müssen den Fahrer zuerst bewerten, bevor Sie ihn als inaktiv markieren.

source: Morate biti prijavljeni kao poslodavac da biste ocenili vozača.
de: Sie müssen als Arbeitgeber angemeldet sein, um den Fahrer zu bewerten.

source: Ocena je uspešno ažurirana.
de: Die Bewertung wurde erfolgreich aktualisiert.

source: Ocena je uspešno dodata.
de: Die Bewertung wurde erfolgreich hinzugefügt.

source: Ako email postoji u sistemu, link za reset je poslat.
de: Falls die E-Mail im System existiert, wurde ein Zurücksetzungslink gesendet.

source: Link nije validan ili je istekao.
de: Der Link ist ungültig oder abgelaufen.

source: Lozinke se ne poklapaju.
de: Passwörter stimmen nicht überein.

source: Lozinka je uspešno promenjena.
de: Das Passwort wurde erfolgreich geändert.

source: Nemate pristup ovoj akciji.
de: Sie haben keinen Zugriff auf diese Aktion.

source: Nemate dozvolu da ažurirate ovog vozača.
de: Sie haben keine Berechtigung, diesen Fahrer zu aktualisieren.

source: Broj CPC kartice mora početi sa ABS i imati ukupno 9 karaktera (ABS + 6 cifara).
de: Die CPC-Kartennummer muss mit ABS beginnen und insgesamt 9 Zeichen lang sein (ABS + 6 Ziffern).

source: Neispravan format datuma.
de: Ungültiges Datumsformat.

source: Broj tahograf kartice mora imati tačno 16 karaktera, slova ili cifara.
de: Die Fahrerkartennummer muss genau 16 Zeichen enthalten.

source: Ovaj broj tahograf kartice je već dodeljen drugom vozaču.
de: Diese Fahrerkartennummer wurde bereits einem anderen Fahrer zugewiesen.

source: Nova tahografska kartica je dodata.
de: Eine neue Fahrerkarte wurde hinzugefügt.

source: Datum važenja tahograf kartice je ažuriran.
de: Das Ablaufdatum der Fahrerkart wurde aktualisiert.

source: Podaci o vozaču su uspešno ažurirani.
de: Die Fahrerdaten wurden erfolgreich aktualisiert.

source: Morate biti prijavljeni kao poslodavac da biste videli ovu stranicu.
de: Sie müssen als Arbeitgeber angemeldet sein, um den Fahrer zu bewerten.

source: Dobrodošli
de: Willkommen

source: O nama
de: Über uns

source: Gradimo most između
de: Wir bauen eine Brücke zwischen

source: poslodavaca
de: Arbeitgebern

source: i
de: und

source: profesionalnih vozača
de: professionellen Fahrern

source: kroz ocenjivanje i transparentnost.
de: durch Bewertung und Transparenz.

source: Profesionalci
de: Profis

source: omogućavaju poslodavcima da ocenjuju vozače na osnovu njihovih radnih performansi, stvarajući fer i otvoreno radno okruženje.
de: ermöglichen es Arbeitgebern, Fahrer basierend auf ihrer Arbeitsleistung zu bewerten und schaffen so ein faires und transparentes Arbeitsumfeld.

source: Naš sistem pomaže firmama da pronađu vozače koji se ističu kvalitetom, a vozačima daje priliku da izgrade svoju profesionalnu reputaciju kroz objektivne ocene.
de: Unser System hilft Unternehmen, Fahrer zu finden, die sich durch Qualität auszeichnen, und bietet den Fahrern die Möglichkeit, ihre professionelle Reputation durch objektive Bewertungen aufzubauen.

source: Verujemo da su
de: Wir glauben, dass

source: poverenje
de: Vertrauen

source: transparentnost
de: Transparenz

source: ključ uspešne saradnje.
de: der Schlüssel zu erfolgreicher Zusammenarbeit ist.

source: Naša misija: Podizanje standarda u industriji profesionalnog transporta.
de: Unsere Mission: Die Standards in der professionellen Transportbranche zu erhöhen.

source: Dodaj novog vozača
de: Neuen Fahrer hinzufügen

source: Ime i prezime
de: Vor- und Nachname

source: Unesite ime i prezime
de: Vor- und Nachname eingeben

source: Unesite tačno 13 cifara JMBG-a.
de: Geben Sie genau 13 Ziffern des JMBG ein.

source: 13 cifara
de: 13 Ziffern

source: Broj tahograf kartice
de: Fahrerkartennummer

source: 16 karaktera
de: 16 Zeichen

source: Mora imati tačno 16 karaktera (slova ili cifre).
de: Es müssen genau 16 Zeichen (Buchstaben oder Zahlen) sein.

source: Datum kada CPC kartica prestaje da važi
de: Ablaufdatum der CPC-Karte

source: Datum važenja tahograf kartice
de: Gültigkeitsdatum der Fahrerkart

source: Broj CPC kartice
de: CPC-Kartennummer

source: Broj CPC kartice mora početi sa 'ABS' i imati tačno 6 cifara posle toga.
de: Die CPC-Kartennummer muss mit 'ABS' beginnen und genau 6 Ziffern danach enthalten.

source: Datum važenja CPC kartice
de: Gültigkeitsdatum der CPC-Karte

source: Sačuvaj vozača
de: Fahrer speichern

source: Nazad
de: Zurück

source: Nazad na listu vozača
de: Zurück zur Fahrerliste

source: Svi vozači koji su radili u vašoj firmi
de: Alle Fahrer, die in Ihrem Unternehmen gearbeitet haben

source: Pretraži po imenu, tahografu ili broju CPC
de: Suche nach Name, Tachograph oder CPC-Nummer

source: Pretraži
de: Suchen

source: Tahograf kartica
de: Fahrerkart

source: Tahograf važi do
de: Tachograph gültig bis

source: CPC broj
de: CPC-Nummer

source: CPC važi do
de: CPC gültig bis

source: Prosečna ocena
de: Durchschnittliche Bewertung

source: Aktivan
de: Aktiv

source: Neaktivan
de: Inaktiv

source: Paginacija vozača
de: Fahrer-Paginierung

source: Prethodna
de: Vorherige

source: Sledeća
de: Nächste

source: Nema rezultata za zadatu pretragu.
de: Keine Ergebnisse für die gewählte Suche.

source: Profesionalci – DriverRate
de: Profis - DriverRate

source: 🏠 Početna
de: 🏠 Startseite

source: ℹ️ O nama
de: ℹ️ Über uns

source: Poslodavac
de: Arbeitgeber

source: Moj profil
de: Mein Profil

source: Moji vozači
de: Meine Fahrer

source: Dodaj vozača
de: Fahrer hinzufügen

source: Pretraga svih vozača
de: Alle Fahrer durchsuchen

source: Odjava
de: Abmelden

source: 🚪 Odjava
de: 🚪 Abmelden

source: Prijava
de: Anmeldung

source: Registracija
de: Registrierung

source: Uslovi korišćenja
de: Nutzungsbedingungen

source: Politika privatnosti
de: Datenschutzrichtlinie

source: Kontaktirajte nas
de: Kontaktieren Sie uns

source: Imate pitanje, sugestiju ili prijavu problema? Javite nam se!
de: Haben Sie eine Frage, einen Vorschlag oder ein Problem zu melden? Kontaktieren Sie uns!

source: Uskoro
de: Bald

source: Adresa:
de: Adresse:

source: Odgovaramo u roku od
de: Wir antworten innerhalb von

source: sata
de: Stunden

source: radnim danima.
de: an Werktagen.

source: Panel poslodavca
de: Arbeitgeber-Panel

source: Unesite novog vozača u sistem.
de: Neuen Fahrer ins System eintragen.

source: Dodaj
de: Hinzufügen

source: Pregled vozača
de: Fahrerliste

source: Pogledajte vozače koji rade ili su radili kod vas.
de: Sehen Sie Fahrer, die aktuell oder früher bei Ihnen gearbeitet haben.

source: Prikaži
de: Anzeigen

source: Zaposlen
de: Beschäftigt

source: Nezaposlen
de: Arbeitslos

source: Važi do
de: Gültig bis

source: CPC kartica
de: CPC-Karte

source: Ukupno ocena
de: Gesamtanzahl der Bewertungen

source: Preuzmi vozača
de: Fahrer übernehmen

source: Ažuriraj
de: Aktualisieren

source: Deaktiviraj vozača
de: Fahrer deaktivieren

source: Ocene vozača
de: Fahrerbewertungen

source: Unesite ime firme ili PIB
de: Firmenname oder USt-IdNr eingeben

source: Nema rezultata za upit
de: Keine Ergebnisse gefunden.

source: Ocena
de: Bewertung

source: Ocenio
de: Bewertet von

source: Nepoznato
de: Unbekannt

source: Vozač još nema nijednu ocenu.
de: Der Fahrer hat noch keine Bewertung.

source: Istorija tahograf kartica
de: Historie der Fahrerkarten

source: Ističe
de: Läuft ab

source: Aktivna
de: Aktiv

source: Neaktivna
de: Inaktiv

source: Nema podataka o karticama.
de: Keine Kartendaten vorhanden.

source: Postojeći vozač
de: Bestehender Fahrer

source: Vozač već postoji u sistemu
de: Fahrer ist bereits im System vorhanden

source: Broj tahografske kartice
de: Fahrerkartennummer

source: Istorija rada kod drugih poslodavaca i ocene
de: Beschäftigungshistorie bei anderen Arbeitgebern und Bewertungen

source: Komentar
de: Kommentar

source: Nema podataka o ranijim poslodavcima i ocenama.
de: Keine Daten zu früheren Arbeitgebern und Bewertungen.

source: Aktiviraj i dodaj vozača u moju firmu
de: Aktivieren und Fahrer zu meinem Unternehmen hinzufügen

source: Otkaži
de: Abbrechen

source: Ažuriraj vozača
de: Fahrer aktualisieren

source: Napredna pretraga:
de: Erweiterte Suche:

source: Pronađite bilo kog vozača u sistemu, bez obzira na firmu.
de: Finden Sie jeden Fahrer im System, unabhängig vom Unternehmen.

source: Pretraži sve vozače u sistemu
de: Alle Fahrer im System durchsuchen

source: Kontrolni panel – pregled zaposlenih vozača
de: Kontrollpanel – Übersicht der beschäftigten Fahrer

source: Aktivni i neaktivni vozači
de: Aktive und inaktive Fahrer

source: Vaši vozači
de: Ihre Fahrer

source: Unesite ime, broj tahografa ili CPC
de: Geben Sie Name, Fahrerkartennummer oder CPC ein

source: Unesite podatke
de: Angaben eingeben

source: Sortiraj po imenu
de: Nach Name sortieren

source: Sortiraj po oceni
de: Nach Bewertung sortieren

source: Oceni
de: Bewerten

source: Još nije ocenjen
de: Noch nicht bewertet

source: Ponovo oceni
de: Erneut bewerten

source: Oceni ovog vozača
de: Diesen Fahrer bewerten

source: Trenutno nemate nijednog vozača u sistemu.
de: Derzeit haben Sie keinen Fahrer im System.

source: Detalji o poslodavcu
de: Arbeitgeberdetails

source: Naziv firme:
de: Firmenname:

source: PIB:
de: USt-IdNr.:

source: Nazad na kontrolnu tablu
de: Zurück zum Dashboard

source: ID firme
de: Firmenname

source: PIB
de: USt-IdNr.

source: Imejl adresa
de: E-Mail-Adresse:

source: Broj telefona
de: Telefon

source: Broj telefona (samo cifre)
de: Telefonnummer eingeben (nur Ziffern)

source: Nova lozinka (ostavite prazno ako ne menjate)
de: Neues Passwort (leer lassen, wenn nicht geändert)

source: Unesite novu lozinku
de: Neues Passwort eingeben

source: Sačuvaj izmene
de: Änderungen speichern

source: mora imati najmanje 8 karaktera
de: muss mindestens 8 Zeichen enthalten

source: mora sadržati bar jedno veliko slovo
de: muss mindestens einen Großbuchstaben enthalten

source: mora sadržati bar jedan broj
de: muss mindestens eine Zahl enthalten

source: mora sadržati bar jedan specijalni znak (!@#$%%^&*)
de: Muss mindestens ein Sonderzeichen enthalten (!@#$%%^&*)

source: Jaka lozinka
de: Starkes Passwort

source: Lozinka nije dovoljno jaka:
de: Passwort ist nicht stark genug:

source: Lozinka nije dovoljno jaka. Molimo ispravite pre slanja.
de: Passwort ist nicht stark genug. Bitte korrigieren Sie vor dem Absenden.

source: Platforma za ocenjivanje i proveru profesionalnih vozača.
de: Plattform zur Bewertung und Überprüfung von Berufskraftfahrern.

source: Prijavi se na platformu
de: Melden Sie sich auf der Plattform an

source: Prijavi se
de: Anmelden

source: Registruj se
de: Registrieren

source: Lozinka
de: Passwort

source: Zaboravili ste lozinku?
de: Passwort vergessen?

source: Nemate nalog?
de: Noch keinen Account?

source: Registrujte se
de: Registrieren

source: Ova Politika privatnosti opisuje načine na koje aplikacija
de: Diese Datenschutzrichtlinie beschreibt, wie die Anwendung

source: prikuplja, koristi, čuva i štiti vaše lične podatke u skladu sa Opštom uredbom o zaštiti podataka (GDPR), Zakonom o zaštiti podataka o ličnosti Republike Srbije i drugim relevantnim propisima.
de: personenbezogene Daten erhebt, verwendet, speichert und schützt, in Übereinstimmung mit der Datenschutz-Grundverordnung (DSGVO), dem Datenschutzgesetz der Republik Serbien und anderen relevanten Vorschriften.

source: 1. Kontrolor podataka
de: 1. Datenverantwortlicher

source: Kontrolor vaših ličnih podataka je vlasnik aplikacije
de: Verantwortlich für Ihre personenbezogenen Daten ist der Eigentümer der Anwendung

source: sa sedištem u Republici Srbiji. Za sva pitanja u vezi obrade podataka možete kontaktirati administratora preko zvaničnih kanala.
de: mit Sitz in der Republik Serbien. Für alle Fragen zur Datenverarbeitung können Sie den Administrator über die offiziellen Kanäle kontaktieren.

source: 2. Prikupljanje podataka
de: 2. Datenerhebung

source: Prikupljamo lične podatke koje nam dobrovoljno dostavljate prilikom registracije i korišćenja aplikacije, uključujući, ali ne ograničavajući se na:
de: Wir erheben personenbezogene Daten, die Sie uns freiwillig bei der Registrierung und Nutzung der Anwendung bereitstellen, einschließlich, aber nicht beschränkt auf:

source: Podaci o poslodavcu: naziv firme, PIB, kontakt informacije, e-mail adresa, lozinka;
de: Arbeitgeberdaten: Firmenname, USt-IdNr., Kontaktdaten, E-Mail-Adresse, Passwort;

source: Podaci o vozačima u skladu sa zakonom i ugovorom o radu;
de: Fahrerdaten gemäß Gesetz und Arbeitsvertrag;

source: Druge informacije koje nam dostavite prilikom korišćenja usluga aplikacije.
de: Andere Informationen, die Sie uns bei der Nutzung der Dienste der Anwendung bereitstellen.

source: 3. Pravna osnova za obradu podataka
de: 3. Rechtsgrundlage für die Datenverarbeitung

source: Obrada vaših podataka vrši se na osnovu:
de: Die Verarbeitung Ihrer Daten erfolgt auf Grundlage von:

source: Vašeg pristanka (na primer, pri registraciji);
de: Ihrer Einwilligung (z. B. bei der Registrierung);

source: Ispunjenja ugovora ili predugovornih radnji (radni odnosi, zapošljavanje);
de: Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen (Arbeitsverhältnisse, Beschäftigung);

source: Izvršenja zakonskih obaveza koje se odnose na poslodavca;
de: Erfüllung gesetzlicher Verpflichtungen des Arbeitgebers;

source: Zakonitih interesa vlasnika aplikacije, kao što je obezbeđenje bezbednosti i sprečavanje zloupotreba.
de: Berechtigtes Interesse des Anwendungsinhabers, wie z. B. Gewährleistung der Sicherheit und Verhinderung von Missbrauch.

source: 4. Svrha obrade podataka
de: 4. Zweck der Datenverarbeitung

source: Vaši lični podaci se koriste isključivo u sledeće svrhe:
de: Ihre personenbezogenen Daten werden ausschließlich für folgende Zwecke verwendet:

source: Upravljanje radnim odnosima i zapošljavanjem vozača;
de: Verwaltung von Arbeitsverhältnissen und Fahrerbeschäftigung;

source: Ocenjivanje i praćenje rada vozača;
de: Bewertung und Überwachung der Fahrerleistung;

source: Obezbeđenje funkcionalnosti i bezbednosti aplikacije;
de: Sicherstellung der Funktionalität und Sicherheit der Anwendung;

source: Iskustvena i tehnička podrška.
de: Erfahrungs- und technischer Support.

source: 5. Čuvanje i bezbednost podataka
de: 5. Speicherung und Sicherheit der Daten

source: Primenjujemo tehničke i organizacione mere zaštite podataka kako bismo obezbedili njihovu poverljivost, integritet i dostupnost. Lični podaci se čuvaju onoliko dugo koliko je potrebno za ispunjenje svrha obrade, uključujući i zakonske obaveze čuvanja evidencija u radnom odnosu.
de: Wir wenden technische und organisatorische Maßnahmen zum Schutz der Daten an, um deren Vertraulichkeit, Integrität und Verfügbarkeit zu gewährleisten. Personenbezogene Daten werden so lange gespeichert, wie es für die Erfüllung der Verarbeitungszwecke erforderlich ist, einschließlich gesetzlicher Aufbewahrungspflichten im Arbeitsverhältnis.

source: 6. Čuvanje i obrada podataka o vozačima
de: 6. Speicherung und Verarbeitung von Fahrerdaten

source: Podaci o vozačima se čuvaju u skladu sa važećim zakonskim propisima o vođenju evidencija u radnom odnosu, kao i radi očuvanja integriteta istorije rada, ocenjivanja i komentara.
de: Fahrerdaten werden gemäß den geltenden gesetzlichen Vorschriften zur Führung von Arbeitsunterlagen gespeichert, sowie zur Wahrung der Integrität der Arbeitsgeschichte, Bewertungen und Kommentare.

source: Pristup ovim podacima je strogo ograničen i zaštićen u skladu sa propisima o zaštiti podataka o ličnosti.
de: Der Zugriff auf diese Daten ist streng eingeschränkt und gemäß den Datenschutzbestimmungen geschützt.

source: 7. Pristup i deljenje podataka
de: 7. Zugriff und Weitergabe von Daten

source: Pristup vašim ličnim podacima imaju samo ovlašćeni korisnici aplikacije i zaposleni koji su ovlašćeni za obradu. Ne delimo vaše podatke sa trećim licima osim u slučajevima kada to zahteva zakon ili je neophodno radi pružanja usluga.
de: Zugriff auf Ihre personenbezogenen Daten haben nur autorisierte Anwendungsbenutzer und Mitarbeiter, die zur Verarbeitung befugt sind. Wir geben Ihre Daten nicht an Dritte weiter, außer in Fällen, in denen dies gesetzlich vorgeschrieben oder zur Erbringung von Dienstleistungen erforderlich ist.

source: 8. Vaša prava
de: 8. Ihre Rechte

source: U skladu sa važećim propisima, imate sledeća prava u vezi sa svojim ličnim podacima, osim za podatke koji su zakonski obavezni za trajno čuvanje u evidencijama radnog odnosa:
de: Gemäß den geltenden Vorschriften haben Sie folgende Rechte in Bezug auf Ihre personenbezogenen Daten, außer für Daten, die gesetzlich zur dauerhaften Aufbewahrung in Arbeitsunterlagen verpflichtet sind:

source: Pravo pristupa svojim podacima;
de: Recht auf Zugang zu Ihren Daten;

source: Pravo na ispravku netačnih ili nepotpunih podataka;
de: Recht auf Berichtigung unrichtiger oder unvollständiger Daten;

source: Pravo na ograničavanje obrade podataka;
de: Recht auf Einschränkung der Datenverarbeitung;

source: Pravo na prenosivost podataka;
de: Recht auf Datenübertragbarkeit;

source: Pravo da u bilo kom trenutku povučete pristanak za obradu podataka kada je obrada zasnovana na pristanku, osim za zakonski obavezne podatke;
de: Recht, jederzeit die Einwilligung zur Datenverarbeitung zu widerrufen, wenn die Verarbeitung auf Einwilligung basiert, außer für gesetzlich vorgeschriebene Daten;

source: Pravo na podnošenje žalbe nadzornom organu za zaštitu podataka u Republici Srbiji.
de: Recht, eine Beschwerde bei der Datenschutzaufsichtsbehörde der Republik Serbien einzureichen.

source: 9. Kolačići (Cookies)
de: 9. Cookies

source: Aplikacija koristi kolačiće za poboljšanje korisničkog iskustva i funkcionisanje nekih funkcionalnosti. Koriste se samo neophodni kolačići koji ne prikupljaju lične podatke.
de: Die Anwendung verwendet Cookies zur Verbesserung der Benutzererfahrung und der Funktionalität. Es werden nur notwendige Cookies verwendet, die keine personenbezogenen Daten sammeln.

source: 10. Izmene politike privatnosti
de: 10. Änderungen der Datenschutzrichtlinie

source: Zadržavamo pravo da izmenimo ovu politiku privatnosti u skladu sa zakonskim izmenama ili promenama u funkcionisanju aplikacije. Sve izmene biće objavljene na ovoj stranici.
de: Wir behalten uns das Recht vor, diese Datenschutzrichtlinie im Einklang mit gesetzlichen Änderungen oder Änderungen in der Funktionsweise der Anwendung zu ändern. Alle Änderungen werden auf dieser Seite veröffentlicht.

source: Za sva pitanja, zahteve ili prijave u vezi sa zaštitom ličnih podataka, možete nas kontaktirati putem zvaničnih kanala aplikacije.
de: Für alle Fragen, Anfragen oder Meldungen zum Datenschutz können Sie uns über die offiziellen Kanäle der Anwendung kontaktieren.

source: Korišćenjem aplikacije saglasni ste sa ovom politikom privatnosti.
de: Durch die Nutzung der Anwendung stimmen Sie dieser Datenschutzrichtlinie zu.

source: Oceni vozača
de: Fahrer bewerten

source: Već ste ocenili ovog vozača – možete ažurirati ocenu i komentar.
de: Sie haben diesen Fahrer bereits bewertet – Sie können Bewertung und Kommentar aktualisieren.

source: Ažuriraj ocenu
de: Bewertung aktualisieren

source: Pošalji ocenu
de: Bewertung absenden

source: Registracija poslodavca
de: Registrierung des Arbeitgebers

source: Unesite samo cifre
de: Nur Ziffern eingeben

source: Slažem se sa
de: Ich stimme zu

source: uslovima korišćenja
de: den Nutzungsbedingungen

source: politikom privatnosti
de: der Datenschutzrichtlinie

source: Povratak na prijavu
de: Zurück zur Anmeldung

source: Morate se složiti sa uslovima korišćenja i politikom privatnosti.
de: Sie müssen den Nutzungsbedingungen und der Datenschutzrichtlinie zustimmen.

source: Nova lozinka
de: Neues Passwort
